{
    "key": "seamark:type",
    "type": "combo",
    "label": "Seamark",
    "terms": [
        "marine"
    ],
    "strings": {
        "options": {
            "anchorage": {
                "title":"Anchorage Area",
                "description":"An area in which vessels anchor or may anchor."
            },
            "anchor_berth": {
                "title":"Anchor Berth",
                "description":"A designated area of water where a single vessel, sea plane etc. may anchor."
            },
            "beacon_cardinal": {
                "title":"Cardinal Beacon",
                "description":"A beacon used in conjunction with the compass to indicate where the mariner may find the best navigable water."
            },
            "beacon_isolated_danger": {
                "title":"Isolated Danger Beacon",
                "description":"A beacon that is moored on or above an isolated danger of limited extent, which has navigable water all around it."
            },
            "beacon_lateral": {
                "title":"Lateral Beacon",
                "description":"A beacon used to indicate the port or starboard hand side of the route to be followed."
            },
            "beacon_safe_water": {
                "title":"Safe Water Beacon",
                "description":"A beacon used to indicate that there is navigable water around the mark."
            },
            "beacon_special_purpose": {
                "title":"Special Purpose Beacon",
                "description":"A beacon primarily used to indicate an area or feature, the nature of which is apparent from reference to a chart, Sailing Directions or Notices to Mariners."
            },
            "berth": {
                "title":"Berth",
                "description":"A named or numbered place where a vessel is moored at a wharf."
            },
            "bridge": {
                "title":"Bridge",
                "description":"A structure erected over a body of water, railroad, etc. to provide a roadway for vehicles, pedestrians or to carry utility services."
            },
            "bunker_station": {
                "title":"Bunker Station",
                "description":"A station, at which a ship is able to bunker fuel, water or ballast"
            },
            "building": {
                "title":"Building",
                "description":"A relatively permanent structure, roofed and usually walled. It is designed for some particular use which it may be important to indicate."
            },
            "buoy_cardinal": {
                "title":"Cardinal Buoy",
                "description":"A buoy used in conjunction with the compass to indicate where the mariner may find the best navigable water."
            },
            "buoy_installation": {
                "title":"Installation Buoy",
                "description":"A buoy used for loading tankers with gas or oil."
            },
            "buoy_isolated_danger": {
                "title":"Isolated Danger Buoy",
                "description":"A buoy that is moored on or above an isolated danger of limited extent, which has navigable water all around it."
            },
            "buoy_lateral": {
                "title":"Lateral Buoy",
                "description":"A buoy used to indicate the port or starboard hand side of the route to be followed."
            },
            "buoy_safe_water": {
                "title":"Safe Water Buoy",
                "description":"A buoy used to indicate that there is navigable water around the mark."
            },
            "buoy_special_purpose": {
                "title":"Special Purpose Buoy",
                "description":"A buoy primarily used to indicate an area or feature, the nature of which is apparent from reference to a chart, Sailing Directions or Notices to Mariners."
            },
            "cable_area": {
                "title":"Cable Area",
                "description":"An area which contains one or more submarine cables."
            },
            "cable_overhead": {
                "title":"Overhead Cable",
                "description":"An assembly of wires or fibres, or a wire rope or chain, which is supported by structures such as poles or pylons and passing over or nearby navigable waters."
            },
            "cable_submarine": {
                "title":"Submarine Cable",
                "description":"An assembly of wires or fibres, or a wire rope or chain which has been laid underwater or buried beneath the seabed."
            },
            "causeway": {
                "title":"Causeway",
                "description":"A raised way across low or wet ground or water."
            },
            "checkpoint": {
                "title":"Checkpoint",
                "description":"An official place to register, declare or check goods and people."
            },
            "coastguard_station": {
                "title":"Costguard Station",
                "description":"Watch keeping station at which a watch is kept either continuously, or at certain times only."
            },
            "control_point": {
                "title":"Control Point",
                "description":"A point on the ground where position (horizontal and vertical) is used as a base for a dependent survey. Also referred to as a control station."
            },
            "crane": {
                "title":"Crane",
                "description":"A machine used for hoisting and moving heavy objects."
            },
            "distance_mark": {
                "title":"Distance Mark",
                "description":"A distance mark indicates the distance measured from an origin and consists of either a solid visible structure or a distinct location without special installation."
            },
            "dredged_area": {
                "title":"Dredged Area",
                "description":"An area of the bottom of a body of water which has been deepened by dredging."
            },
            "dumping_ground": {
                "title":"Dumping Ground",
                "description":"A sea area where dredged material or other potentially more harmful material, e.g. explosives, chemical waste, is deliberately deposited."
            },
            "fairway": {
                "title":"Fairway",
                "description":"That part of a river, harbour and so on, where the main navigable channel for vessels of larger size lies."
            },
            "ferry_route": {
                "title":"Ferry Route",
                "description":"A route in a body of water where a ferry crosses from one shoreline to another."
            },
            "gate": {
                "title":"Gate",
                "description":"A structure that may be swung, drawn, or lowered to block an entrance or passageway."
            },
            "harbour_basin": {
                "title":"Harbour Basin",
                "description":"An enclosed area of water surrounded by quay walls constructed to provide means for the transfer of cargoes from and to ships."
            },
            "harbour": {
                "title":"Harbour",
                "description":"A Harbour installation with a service or commercial operation of public interest. A body of water providing protection for vessels, and providing anchoring and docking facilities."
            },
            "hulk": {
                "title":"Hulk",
                "description":"The hull of a wrecked or condemned ship, which is moored in a permanent position or grounded."
            },
            "landmark": {
                "title":"Landmark",
                "description":"A prominent object at a fixed location which can be used in determining a location or a direction."
            },
            "light_major": {
                "title":"Major Light",
                "description":"An important luminous aid to navigation, light, lighthouse, to which a name can be attributed. Generally, a light intended for use at sea, usually with a range of 15 miles or more, and in outer approaches to harbours."
            },
            "light_minor": {
                "title":"Minor Light",
                "description":"A luminous or lighted aid to navigation."
            },
            "light_float": {
                "title":"Light Float",
                "description":"A boat-like structure used instead of a light buoy in waters where strong streams or currents are experienced, or when a greater elevation than that of a light buoy is necessary."
            },
            "light_vessel": {
                "title":"Light Vessel",
                "description":"A distinctively marked vessel anchored or moored at a charted point, to serve as an important floating aid to navigation with major light."
            },
            "lock_basin": {
                "title":"Lock Basin",
                "description":"A lock basin is a wet dock in a waterway, permitting a ship to pass from one level to another."
            },
            "marine_farm": {
                "title":"Marine Farm",
                "description":"An assemblage of cages, nets, rafts and floats or posts where fish, including shellfish, are artificially cultivated."
            },
            "military_area": {
                "title":"Military Area",
                "description":"An area within which naval, military or aerial exercises are carried out. Also called an 'Exercise Area'."
            },
            "mooring": {
                "title":"Mooring Facility",
                "description":"The equipment or structure used to secure a vessel."
            },
            "navigation_line": {
                "title":"Navigation Line",
                "description":"A straight line extending towards an area of navigational interest and generally generated by two navigational aids or one navigational aid and a bearing."
            },
            "notice": {
                "title":"Notice Mark",
                "description":"A notice board or sign indicating prohibitions, regulations, restrictions, recommendations and general information which apply to a waterway or a section of a waterway."
            },
            "obstruction": {
                "title":"Obstruction",
                "description":"In marine navigation, anything that hinders or prevents movement, particularly anything that endangers or prevents passage of a vessel. Areas over which it is safe to navigate but which should be avoided for anchoring, taking the ground or ground fishing."
            },
            "platform": {
                "title":"Offshore Platform",
                "description":"A permanent offshore structure, either fixed or floating, used in the production of oil or natural gas."
            },
            "production_area": {
                "title":"Offshore Production Area",
                "description":"An area at sea within which there are production facilities."
            },
            "pilot_boarding": {
                "title":"Pilot Boarding Place",
                "description":"The meeting place to which the pilot comes out."
            },
            "pile": {
                "title":"Pile",
                "description":"A long heavy timber or section of steel, wood, concrete, etc. forced into the earth which may serve as a support, as for a pier, or a free standing pole within a marine environment."
            },
            "pipeline_area": {
                "title":"Pipeline Area",
                "description":"An area containing one or more pipelines."
            },
            "pipeline_overhead": {
                "title":"Overhead Pipeline",
                "description":"A pipeline supported by pylons and passing over or nearby navigable waters."
            },
            "pipeline_submarine": {
                "title":"Supmarine Pipeline",
                "description":"A connected set of pipes for conveying liquids, slurries, or gases. A pipeline lying on or buried under the seabed or the land."
            },
            "precautionary_area": {
                "title":"Precautionary Area",
                "description":"A routeing measure comprising an area within defined limits where ships must navigate with particular caution and within which the direction of traffic flow may be recommended."
            },
            "pylon": {
                "title":"Pylon / Bridge Support",
                "description":"A vertical construction consisting, for example, of a steel framework or pre-stressed concrete to carry cables, a bridge, etc."
            },
            "radar_reflector": {
                "title":"Radar Reflector",
                "description":"A device capable of, or intended for, reflecting radar signals."
            },
            "radar_transponder": {
                "title":"Radar Transponder",
                "description":"A transponder beacon transmitting a coded signal on radar frequency, permitting an interrogating craft to determine the bearing and range of the transponder. Also called racon."
            },
            "radar_station": {
                "title":"Radar Station",
                "description":"A station with a transmitter emitting pulses of ultra-high frequency radio waves which are reflected by solid objects and are detected upon their return to the sending station."
            },
            "calling-in_point": {
                "title":"Radio Calling-In Point",
                "description":"On passing a radio calling-in point or crossing a defined line vessels are required to report on VHF to a Traffic Control Centre."
            },
            "radio_station": {
                "title":"Radio Station",
                "description":"A place equipped to transmit radio waves."
            },
            "recommended_track": {
                "title":"Recommended Track",
                "description":"A route which has been specially examined to ensure so far as possible that it is free of dangers and along which ships are advised to navigate. That portion of a 'Navigation Line' that a ship should use for navigation."
            },
            "rescue_station": {
                "title":"Rescue Station",
                "description":"A place where equipment for saving life at sea is maintained. Also called life saving station."
            },
            "restricted_area": {
                "title":"Restricted Area",
                "description":"A specified area on land or water designated by an appropriate authority within which access or navigation is restricted in accordance with certain specified conditions."
            },
            "seaplane_landing_area": {
                "title":"Seaplane Landing Area",
                "description":"A designated portion of water for the landing and take-off of sea-planes."
            },
            "shoreline_construction": {
                "title":"Shoreline Construction",
                "description":"A fixed artificial structure in the water and/or adjoining the land. It may also refer to features such as training walls, which are not necessarily connected to, nor form part of the shoreline."
            },
            "signal_station_traffic": {
                "title":"Traffic Signal Station",
                "description":"A place on shore from which signals are made to regulate the movement of traffic."
            },
            "signal_station_warning": {
                "title":"Warning Signal Station",
                "description":"A place on shore from which warning signals are made to ships at sea."
            },
            "small_craft_facility": {
                "title":"Small Craft Facility",
                "description":"A place at which a service generally of interest to small craft or pleasure boats is available."
            },
            "separation_boundary": {
                "title":"Traffic Separation Boundary",
                "description":"The outer limit of a traffic lane part or a traffic separation scheme roundabout."
            },
            "separation_crossing": {
                "title":"Traffic Separation Crossing",
                "description":"A defined area where traffic lanes cross."
            },
            "separation_lane": {
                "title":"Traffic Separation Lane",
                "description":"An area within defined limits in which one-way traffic flow is established"
            },
            "separation_line": {
                "title":"Traffic Separation Line",
                "description":"A line separating the lanes in which ships are proceeding in opposite, or nearly opposite directions; or separating a traffic lane from an adjacent sea area; or separating traffic lanes designated for particular classes of ships proceeding in the same direction."
            },
            "separation_roundabout": {
                "title":"Traffic Separation Roundabout",
                "description":"A routeing measure comprising a separation point or circular separation zone and a circular traffic lane within defined limits. Traffic within the roundabout is separated by moving in a counter clockwise direction around the separation point or zone."
            },
            "separation_zone": {
                "title":"Traffic Separation Zone",
                "description":"A zone separating the lanes in which ships are proceeding in opposite or nearly opposite directions; or separating a traffic lane from an adjacent sea area; or separating traffic lanes designated for particular classes of ships proceeding in the same direction."
            },
            "turning_basin": {
                "title":"Turning Basin",
                "description":"An area of water or enlargement of a channel used for turning vessels."
            },
            "two-way_route": {
                "title":"Two-Way Route",
                "description":"An area of a two-way route within which traffic flow is generally along one bearing"
            },
            "rock": {
                "title":"Underwater / Awash Rock",
                "description":"A concreted mass of stony material or coral which dries, is awash or is below the water surface."
            },
            "virtual_aton": {
                "title":"Virtual AIS Aid To Navigation",
                "description":"An Automatic Identification System (AIS) message 21 transmitted from an AIS station to simulate on navigation systems an Aid to Navigation which does not physically exist."
            },
            "vehicle_transfer": {
                "title":"Vehicle Transfer",
                "description":"A place where vehicles can be loaded or unloaded from the inland vessel with onboard or on-shore facilities."
            },
            "waterway_gauge": {
                "title":"Waterway Gauge",
                "description":"An instrument for measuring water levels."
            },
            "wreck": {
                "title":"Wreck",
                "description":"The ruined remains of a stranded or sunken vessel which has been rendered useless."
            }
        }
    }
}
