{
    "key": "seamark:mooring:category",
    "type": "combo",
    "label": "Category",
    "strings": {
        "options": {
            "automatic": {
                "title": "Automatic Moorings",
                "description": "A remotely controlled automatic mooring system that requires no quayside personnel. The system and its performance are monitored and its status is reported to operations staff in real-time."
            },
            "bollard": {
                "title": "Bollard",
                "description": "A small shaped post, mounted on a wharf or dolphin."
            },
            "buoy": {
                "title": "Mooring Buoy",
                "description": "A buoy secured to the bottom by permanent moorings with means for mooring a vessel by use of its anchor chain or mooring lines."
            },
            "chain": {
                "title": "Mooring Chain",
                "description": "A connection between two independent objects e.g. a buoy and pile or between two buoys used as a mooring facility."
            },
            "deviation_dolphin": {
                "title": "Deviation Dolphin",
                "description": "A post or group of posts, which a vessel may swing around for compass adjustment."
            },
            "dolphin": {
                "title": "Dolphin",
                "description": "A post or group of posts, which may support a deck, used for mooring or warping a vessel."
            },
            "pile": {
                "title": "Pile",
                "description": "A long heavy timber or section of steel, wood, concrete etc. forced into the seabed to serve as a mooring facility."
            },
            "post": {
                "title": "Post",
                "description": "A post used for mooring or warping a vessel."
            },
            "shore_ropes": {
                "title": "Ropes From Ashore",
                "description": "A place where ropes for mooring a vessel are given from ashore."
            },
            "trot": {
                "title": "Mooring Trot",
                "description": "A mooring composed of ground tackle, mooring cables, buoys and mooring berths on junction cables."
            },
            "wall": {
                "title": "Tie-Up Wall",
                "description": "A section of wall designated for tying-up vessels awaiting transit. Bollards and mooring devices are available for both large and small ships."
            }
        }
    }
}
