{
    "key": "fence_type",
    "type": "combo",
    "label": "Type",
    "strings": {
        "options": {
            "barbed_wire": {
                "title": "Barbed Wire",
                "description": "Fencing wire constructed with sharp edges or points arranged at intervals along the strands."
            },
            "bars": {
                "title": "Vertical Bars",
                "description": "A fence made of (usually metal) bars."
            },
            "chain_link": {
                "title": "Chain-Link",
                "description": "A woven fence usually made from galvanized or polyethylene-coated steel wire."
            },
            "electric": {
                "title": "Electric",
                "description": "A fence that uses electric shocks to prevent animals or people from crossing a boundary."
            },
            "pailing": {
                "title": "Pailing",
                "description": "A variety of fences, usually consisting of either vertical posts tied together with wire, or vertical boards nailed to horizontal braces."
            },
            "panel": {
                "title": "Panels",
                "description": "A fence made of prefabricated panels that are inserted into grooves in concrete (or wooden) fence posts."
            },
            "pole": {
                "title": "Poles",
                "description": "A fence mainly made only out of poles."
            },
            "post_and_rail": {
                "title": "Post-And-Rail",
                "description": "A variety of fences usually made of horizontal rails on top of vertical, or sometimes slanted, posts."
            },
            "railing": {
                "title": "Railing",
                "description": "A railing for example at the edge of a bridge to prevent persons or vehicles from falling down. Often made of metal or wood."
            },
            "roundpole": {
                "title": "Roundpole",
                "description": "A wooden fence typical of Finland, Sweden, Norway and Estonia. It is normally made from debarked unsplit youngish trees."
            },
            "slatted": {
                "title": "Slatted Boards",
                "description": "A fence made of wooden or concrete upright posts, with usually three horizontal wooden rails, to which vertical wooden boards are fastened."
            },
            "split_rail": {
                "title": "Spit-Rail",
                "description": "A fence constructed out of timber logs, usually split lengthwise into rails."
            },
            "wire": {
                "title": "Wire",
                "description": "A variety of fences mainly made of wire; e.g. welded vertical wires, horizontal wires strung through or between posts, wire mesh."
            }
        }
    }
}
